Repository: EikeiDev/podkop
Catalog: luci-app-podkop/po/*/podkop.po
Languages: ru

source: Additional Settings
ru: Дополнительные настройки

source: Yacd enable
ru: Включить Yacd

source: Exclude NTP
ru: Исключить NTP

source: Allows you to exclude NTP protocol traffic from the tunnel
ru: Позволяет исключить направление трафика NTP-протокола в туннель

source: QUIC disable
ru: Отключить QUIC

source: For issues with the video stream
ru: Для проблем с видеопотоком

source: List Update Frequency
ru: Частота обновления списков

source: Select how often the lists will be updated
ru: Выберите как часто будут обновляться списки

source: DNS Protocol Type
ru: Тип DNS протокола

source: Select DNS protocol to use
ru: Выберите протокол DNS

source: DNS over HTTPS (DoH)
ru: DNS через HTTPS (DoH)

source: DNS over TLS (DoT)
ru: DNS через TLS (DoT)

source: UDP (Unprotected DNS)
ru: UDP (Незащищённый DNS)

source: DNS Server
ru: DNS-сервер

source: Select or enter DNS server address
ru: Выберите или введите адрес DNS-сервера

source: DNS server address cannot be empty
ru: Адрес DNS-сервера не может быть пустым

source: Invalid DNS server format. Examples: 8.8.8.8 or dns.example.com or dns.example.com/nicedns for DoH
ru: Неверный формат DNS-сервера. Примеры: 8.8.8.8 или dns.example.com или dns.example.com/nicedns для DoH

source: Split DNS
ru: Раздельный DNS

source: DNS for the list via proxy
ru: DNS для списка через прокси

source: Split DNS Protocol Type
ru: Тип протокола раздельного DNS

source: Select DNS protocol for split
ru: Выберите протокол DNS для разделения

source: Split DNS Server
ru: Раздельный DNS-сервер

source: DNS Rewrite TTL
ru: Перезапись TTL для DNS

source: Time in seconds for DNS record caching (default: 60)
ru: Время в секундах для кэширования DNS записей (по умолчанию: 60)

source: TTL value cannot be empty
ru: Значение TTL не может быть пустым

source: TTL must be a positive number
ru: TTL должно быть положительным числом

source: Config File Path
ru: Путь к файлу конфигурации

source: Select path for sing-box config file. Change this ONLY if you know what you are doing
ru: Выберите путь к файлу конфигурации sing-box. Изменяйте это, ТОЛЬКО если вы знаете, что делаете

source: Cache File Path
ru: Путь к файлу кэша

source: Select or enter path for sing-box cache file. Change this ONLY if you know what you are doing
ru: Выберите или введите путь к файлу кеша sing-box. Изменяйте это, ТОЛЬКО если вы знаете, что делаете

source: Cache file path cannot be empty
ru: Путь к файлу кэша не может быть пустым

source: Path must be absolute (start with /)
ru: Путь должен быть абсолютным (начинаться с /)

source: Path must end with cache.db
ru: Путь должен заканчиваться на cache.db

source: Path must contain at least one directory (like /tmp/cache.db)
ru: Путь должен содержать хотя бы одну директорию (например /tmp/cache.db)

source: Source Network Interface
ru: Сетевой интерфейс источника

source: Select the network interface from which the traffic will originate
ru: Выберите сетевой интерфейс, с которого будет исходить трафик

source: Interface monitoring
ru: Мониторинг интерфейсов

source: Interface monitoring for bad WAN
ru: Мониторинг интерфейсов для плохого WAN

source: Interface for monitoring
ru: Интерфейс для мониторинга

source: Select the WAN interfaces to be monitored
ru: Выберите WAN интерфейсы для мониторинга

source: Interface Monitoring Delay
ru: Задержка при мониторинге интерфейсов

source: Delay in milliseconds before reloading podkop after interface UP
ru: Задержка в миллисекундах перед перезагрузкой podkop после поднятия интерфейса

source: Delay value cannot be empty
ru: Значение задержки не может быть пустым

source: Dont touch my DHCP!
ru: Не трогать мой DHCP!

source: Podkop will not change the DHCP config
ru: Podkop не будет изменять конфигурацию DHCP

source: Proxy download of lists
ru: Загрузка списков через прокси

source: Downloading all lists via main Proxy/VPN
ru: Загрузка всех списков через основной прокси/VPN

source: IP for exclusion
ru: IP для исключения

source: Specify local IP addresses that will never use the configured route
ru: Укажите локальные IP-адреса, которые никогда не будут использовать настроенный маршрут

source: Local IPs
ru: Локальные IP адреса

source: Enter valid IPv4 addresses
ru: Введите действительные IPv4-адреса

source: Invalid IP format. Use format: X.X.X.X (like 192.168.1.1)
ru: Неверный формат IP. Используйте формат: X.X.X.X (например: 192.168.1.1)

source: IP address parts must be between 0 and 255
ru: Части IP-адреса должны быть между 0 и 255

source: Mixed enable
ru: Включить смешанный режим

source: Browser port: 2080
ru: Порт браузера: 2080

source: URL must use one of the following protocols:
ru: URL должен использовать один из следующих протоколов:

source: Invalid URL format
ru: Неверный формат URL

source: Basic Settings
ru: Основные настройки

source: Connection Type
ru: Тип подключения

source: Select between VPN and Proxy connection methods for traffic routing
ru: Выберите между VPN и Proxy методами для маршрутизации трафика

source: Configuration Type
ru: Тип конфигурации

source: Select how to configure the proxy
ru: Выберите способ настройки прокси

source: Connection URL
ru: URL подключения

source: Outbound Config
ru: Конфигурация Outbound

source: Proxy Configuration URL
ru: URL конфигурации прокси

source: Current config:
ru: Текущая конфигурация:

source: Config without description
ru: Конфигурация без описания

source: Enter connection string starting with vless:// or ss:// for proxy configuration. Add comments with // for backup configs
ru: Введите строку подключения, начинающуюся с vless:// или ss:// для настройки прокси. Добавляйте комментарии с // для сохранения других конфигураций

source: No active configuration found. At least one non-commented line is required.
ru: Активная конфигурация не найдена. Требуется хотя бы одна незакомментированная строка.

source: URL must start with vless:// or ss://
ru: URL должен начинаться с vless:// или ss://

source: Invalid Shadowsocks URL format: missing method and password separator ":"
ru: Неверный формат URL Shadowsocks: отсутствует разделитель метода и пароля ":"

source: Invalid Shadowsocks URL format
ru: Неверный формат URL Shadowsocks

source: Invalid Shadowsocks URL: missing server address
ru: Неверный URL Shadowsocks: отсутствует адрес сервера

source: Invalid Shadowsocks URL: missing server
ru: Неверный URL Shadowsocks: отсутствует сервер

source: Invalid Shadowsocks URL: missing port
ru: Неверный URL Shadowsocks: отсутствует порт

source: Invalid port number. Must be between 1 and 65535
ru: Неверный номер порта. Должен быть между 1 и 65535

source: Invalid Shadowsocks URL: missing or invalid server/port format
ru: Неверный URL Shadowsocks: отсутствует или неверный формат сервера/порта

source: Invalid VLESS URL: missing UUID
ru: Неверный URL VLESS: отсутствует UUID

source: Invalid VLESS URL: missing server address
ru: Неверный URL VLESS: отсутствует адрес сервера

source: Invalid VLESS URL: missing server
ru: Неверный URL VLESS: отсутствует сервер

source: Invalid VLESS URL: missing port
ru: Неверный URL VLESS: отсутствует порт

source: Invalid VLESS URL: missing or invalid server/port format
ru: Неверный URL VLESS: отсутствует или неверный формат сервера/порта

source: Invalid VLESS URL: missing query parameters
ru: Неверный URL VLESS: отсутствуют параметры запроса

source: Invalid VLESS URL: type must be one of tcp, raw, udp, grpc, http, ws
ru: Неверный URL VLESS: тип должен быть одним из tcp, raw, udp, grpc, http, ws

source: Invalid VLESS URL: security must be one of tls, reality, none
ru: Неверный URL VLESS: security должен быть одним из tls, reality, none

source: Invalid VLESS URL: missing pbk parameter for reality security
ru: Неверный URL VLESS: отсутствует параметр pbk для security reality

source: Invalid VLESS URL: missing fp parameter for reality security
ru: Неверный URL VLESS: отсутствует параметр fp для security reality

source: Invalid URL format:
ru: Неверный формат URL:

source: Outbound Configuration
ru: Конфигурация исходящего соединения

source: Enter complete outbound configuration in JSON format
ru: Введите полную конфигурацию исходящего соединения в формате JSON

source: JSON must contain at least type, server and server_port fields
ru: JSON должен содержать как минимум поля type, server и server_port

source: Invalid JSON format
ru: Неверный формат JSON

source: URLTest Proxy Links
ru: Ссылки прокси для URLTest

source: Shadowsocks UDP over TCP
ru: Shadowsocks UDP через TCP

source: Apply for SS2022
ru: Применить для SS2022

source: Network Interface
ru: Сетевой интерфейс

source: Select network interface for VPN connection
ru: Выберите сетевой интерфейс для VPN подключения

source: Community Lists
ru: Списки сообщества

source: Service List
ru: Список сервисов

source: Select predefined service for routing
ru: Выберите предустановленные сервисы для маршрутизации

source: Regional options cannot be used together
ru: Нельзя использовать несколько региональных опций

source: Warning: %s cannot be used together with %s. Previous selections have been removed.
ru: Предупреждение: %s нельзя использовать вместе с %s. Предыдущие варианты были удалены.

source: Russia inside restrictions
ru: Ограничения Russia inside

source: Warning: Russia inside can only be used with %s. %s already in Russia inside and have been removed from selection.
ru: Внимание: "Russia inside" может использоваться только с %s. %s уже находится в "Russia inside" и был удален из выбора.

source: User Domain List Type
ru: Тип пользовательского списка доменов

source: Select how to add your custom domains
ru: Выберите способ добавления пользовательских доменов

source: Disabled
ru: Отключено

source: Dynamic List
ru: Динамический список

source: Text List
ru: Текстовый список

source: User Domains
ru: Пользовательские домены

source: Invalid domain format. Enter domain without protocol (example: sub.example.com or ru)
ru: Введите имена доменов без протоколов (пример: sub.example.com или example.com)

source: User Domains List
ru: Список пользовательских доменов

source: Enter domain names separated by comma, space or newline. You can add comments after //
ru: Введите имена доменов, разделяя их запятой, пробелом или с новой строки. Вы можете добавлять комментарии после //

source: Invalid domain format: %s. Enter domain without protocol
ru: Неверный формат домена: %s. Введите домен без протокола

source: At least one valid domain must be specified. Comments-only content is not allowed.
ru: Должен быть указан хотя бы один действительный домен. Содержимое, состоящее только из комментариев, не допускается.

source: Local Domain Lists
ru: Локальные списки доменов

source: Use the list from the router filesystem
ru: Использовать список из файловой системы роутера

source: Local Domain List Paths
ru: Пути к локальным спискам доменов

source: Enter the list file path
ru: Введите путь к файлу списка

source: Invalid path format. Path must start with "/" and contain valid characters
ru: Неверный формат пути. Путь должен начинаться с "/" и содержать допустимые символы

source: Remote Domain Lists
ru: Удаленные списки доменов

source: Download and use domain lists from remote URLs
ru: Загрузка и использование списков доменов с удаленных URL

source: Remote Domain URLs
ru: URL удаленных доменов

source: Enter full URLs starting with http:// or https://
ru: Введите полные URL, начинающиеся с http:// или https://

source: Local Subnet Lists
ru: Локальные списки подсетей

source: Local Subnet List Paths
ru: Пути к локальным спискам подсетей

source: User Subnet List Type
ru: Тип пользовательского списка подсетей

source: Select how to add your custom subnets
ru: Выберите способ добавления пользовательских подсетей

source: Text List (comma/space/newline separated)
ru: Текстовый список (разделенный запятыми/пробелами/новыми строками)

source: User Subnets
ru: Пользовательские подсети

source: Enter subnets in CIDR notation (example: 103.21.244.0/22) or single IP addresses
ru: Введите подсети в нотации CIDR (пример: 103.21.244.0/22) или отдельные IP-адреса

source: Invalid format. Use format: X.X.X.X or X.X.X.X/Y
ru: Неверный формат. Используйте формат: X.X.X.X или X.X.X.X/Y

source: IP address 0.0.0.0 is not allowed
ru: IP адрес не может быть 0.0.0.0

source: CIDR must be between 0 and 32
ru: CIDR должен быть между 0 и 32

source: User Subnets List
ru: Список пользовательских подсетей

source: Enter subnets in CIDR notation or single IP addresses, separated by comma, space or newline. You can add comments after //
ru: Введите подсети в нотации CIDR или отдельные IP-адреса, разделенные запятой, пробелом или новой строкой. Вы можете добавлять комментарии после //

source: Invalid format: %s. Use format: X.X.X.X or X.X.X.X/Y
ru: Неверный формат: %s. Используйте формат: X.X.X.X или X.X.X.X/Y

source: IP parts must be between 0 and 255 in: %s
ru: Части IP-адреса должны быть между 0 и 255 в: %s

source: CIDR must be between 0 and 32 in: %s
ru: CIDR должен быть между 0 и 32 в: %s

source: At least one valid subnet or IP must be specified. Comments-only content is not allowed.
ru: Должна быть указана хотя бы одна действительная подсеть или IP. Содержимое, состоящее только из комментариев, не допускается.

source: Remote Subnet Lists
ru: Удаленные списки подсетей

source: Download and use subnet lists from remote URLs
ru: Загрузка и использование списков подсетей с удаленных URL

source: Remote Subnet URLs
ru: URL удаленных подсетей

source: IP for full redirection
ru: IP для полного перенаправления

source: Specify local IP addresses whose traffic will always use the configured route
ru: Укажите локальные IP-адреса, трафик которых всегда будет использовать настроенный маршрут

source: Copied!
ru: Скопировано!

source: Failed to copy:
ru: Не удалось скопировать:

source: Copy to Clipboard
ru: Копировать в буфер обмена

source: Close
ru: Закрыть

source: Loading...
ru: Загрузка...

source: No output
ru: Нет вывода

source: FakeIP is working in browser!
ru: FakeIP работает в браузере!

source: FakeIP is not working in browser
ru: FakeIP не работает в браузере

source: Check DNS server on current device (PC, phone)
ru: Проверьте DNS сервер на текущем устройстве (ПК, телефон)

source: Its must be router!
ru: Это должен быть роутер!

source: Proxy working correctly
ru: Прокси работает корректно

source: Direct IP:
ru: Прямой IP:

source: Proxy IP:
ru: Прокси IP:

source: Proxy is not working - same IP for both domains
ru: Прокси не работает - одинаковый IP для обоих доменов

source: Proxy check failed
ru: Проверка прокси не удалась

source: Check failed:
ru: Проверка не удалась:

source: timeout
ru: таймаут

source: Error:
ru: Ошибка:

source: Podkop Status
ru: Статус Podkop

source: Global check
ru: Глобальная проверка

source: Click here for all the info
ru: Нажмите для просмотра всей информации

source: Update Lists
ru: Обновить списки

source: Lists Update Results
ru: Результаты обновления списков

source: Sing-box Status
ru: Статус Sing-box

source: Check NFT Rules
ru: Проверить правила NFT

source: NFT Rules
ru: Правила NFT

source: Check DNSMasq
ru: Проверить DNSMasq

source: DNSMasq Configuration
ru: Конфигурация DNSMasq

source: FakeIP Status
ru: Статус FakeIP

source: DNS Status
ru: Статус DNS

source: Main config
ru: Основная конфигурация

source: Version Information
ru: Информация о версии

source: OpenWrt Version:
ru: Версия OpenWrt:

source: Device Model:
ru: Модель устройства:

source: Unknown
ru: Неизвестно

source: works in browser
ru: работает в браузере

source: works on router
ru: не работает в браузере

source: does not work on router
ru: не работает на роутере

source: Config:
ru: Конфигурация:

source: Diagnostics
ru: Диагностика

source: Extra configurations
ru: Дополнительные конфигурации

source: Add Section
ru: Добавить раздел
